function song() {
    var song = [];
    song.push({
            id: 10001,
            mname: "不坏",
            time: "03:17",
            singer: "熊梓淇",
            music_bg: "assets/bg_1.jpg",
            lyric: "[ti:不坏]<br>[ar: 熊梓淇]<br>[al: 不坏]<br>[by: xianjie_karakal]<br>[offset: 0]<br>[00: 00.00] 不坏 - 熊梓淇<br>[00: 00.03] 词： 赖暐哲<br>[00: 00.05] 曲： 赖暐哲<br>[00: 00.72] 我和蔼 不是不坏 只是不想坦白<br>[00: 04.88] 我坦白 不是不呆 只是不想等待<br>[00: 09.24] 我等待 不是不该 只是不想难捱<br>[00: 13.59] 就让我来找回那节拍<br>[00: 17.04] I 'm gonna be alright<br>[00: 25.52] I 'm gonna be alright<br>[00: 36.44] 工作忙碌熬整夜<br>[00: 38.85] 杂物琐事忙整月<br>[00: 41.03] 连在梦里都还要做谁的谁<br>[00: 45.33] 多少规则连成线<br>[00: 47.60] 无数自我化成点<br>[00: 49.54] 怎能无所谓<br>[00: 52.69] 接着做不完的件<br>[00: 54.64] 有着抱不懂的怨<br>[00: 57.02] 面对那些想不够摸不透的世界<br>[01: 01.24] 接着数不完的件<br>[01: 03.54] 唱着读不懂的愿<br>[01: 05.69] 是时候要勇敢的走向改变<br>[01: 10.33] 我和蔼 不是不坏 只是不想坦白<br>[01: 14.70] 我坦白 不是不呆 只是不想等待<br>[01: 19.02] 我等待 不是不该 只是不想难捱<br>[01: 23.42] 就让我来找回那节拍<br>[01: 26.93] I 'm gonna be alright<br>[01: 35.28] I 'm gonna be alright<br>[01: 46.24] 工作忙碌熬整夜<br>[01: 48.63] 杂物琐事忙整月<br>[01: 50.79] 连在梦里都还要做谁的谁<br>[01: 55.11] 多少规则连成线<br>[01: 57.30] 无数自我化成点<br>[01: 59.39] 怎能无所谓<br>[02: 02.50] 我和蔼 不是不坏 只是不想坦白<br>[02: 07.02] 我坦白 不是不呆 只是不想等待<br>[02: 11.35] 我等待 不是不该 只是不想难捱<br>[02: 15.71] 就让我来找回那节拍<br>[02: 19.17] I 'm gonna be alright<br>[02: 21.30] 人生短短几载<br>[02: 23.56] 只求活得精彩<br>[02: 25.77] 有什么无奈也不该忍耐<br>[02: 30.25] 带自己去放开<br>[02: 32.19] 让自己会存在<br>[02: 34.32] 不让生命全留白<br>[02: 36.74] I 'm gonna be alright<br>[02: 45.25] I 'm gonna be alright<br>[02: 55.05] 我和蔼 不是不坏 只是不想坦白<br>[02: 59.34] 我坦白 不是不呆 只是不想等待<br>[03: 03.64] 我等待 不是不该 只是不想难捱<br>[03: 08.05] 就让我来找回那节拍<br>[03: 11.55] I 'm gonna be alright<br>",
            content: "assets/熊梓淇-不坏.mp3",

        }),
        song.push({
            id: 10002,
            mname: "如果我不是我",
            time: "03:27",
            singer: "李宇春",
            music_bg: "assets/bg_2.jpg",
            lyric: "[ar:李宇春]<br>[al: 如果我不是我]<br>[by: ]<br>[offset: 0]<br>[00: 00.00] 如果我不是我 - 李宇春<br>[00: 04.37] 词： 周申<br>[00: 06.12] 曲： 樊冲 / 蔡卓<br>[00: 09.18] 编曲： 郑楠<br>[00: 11.37] 制作人： 郑楠 @SBMS Beijing<br>[00: 15.08] 如果我不是我<br>[00: 19.18] 如果鱼儿也能歌唱<br>[00: 24.17] 我一定会陪在你身旁<br>[00: 27.82] 不让你忧伤<br>[00: 31.22] 如果我不是我<br>[00: 35.10] 如果树木也能飞翔<br>[00: 40.16] 我一定会陪在你身旁<br>[00: 43.88] 不让你受伤<br>[00: 48.04] 别难过我亲爱的姑娘<br>[00: 51.87] 别让我的世界黯淡无光<br>[00: 55.90] 我多想让你靠在我的肩膀<br>[00: 59.86] 可是我不能这样<br>[01: 03.83] 因为我还是我<br>[01: 07.80] 就像石头无法绽放<br>[01: 11.79] 所以我只能远远望着你<br>[01: 15.88] 同你一起悲伤<br>[01: 52.09] 别难过我亲爱的姑娘<br>[01: 55.95] 别让我的世界黯淡无光<br>[01: 59.88] 我多想让你靠在我的肩膀<br>[02: 03.85] 可是我不能这样<br>[02: 07.85] 我多想吻去你脸上的泪水<br>[02: 11.99] 替你抚平你所受的创伤<br>[02: 15.84] 可是我不能这样<br>[02: 19.57] 不能这样<br>[02: 25.13] 如果我不是我<br>[02: 29.10] 如果鱼儿也能歌唱<br>[02: 34.11] 我一定会陪在你身旁<br>[02: 37.78] 不让你忧伤<br>[02: 41.21] 如果我不是我<br>[02: 45.12] 如果树木也能飞翔<br>[02: 50.05] 我一定会陪在你身旁<br>[02: 53.72] 不让你受伤<br>[02: 58.38] 如果我不是我<br>[03: 03.59] 又会怎样<br>",
            content: "assets/李宇春-如果我不是我.mp3",

        }),
        song.push({
            id: 10003,
            mname: "像极了",
            time: "00:23",
            singer: "杨胖宇",
            music_bg: "assets/xiang.jpg",
            lyric: "[ti:像极了 (Live)]<br>[ar:杨胖雨]<br>[al:]<br>[by:]<br>[offset:0]<br>[00:00.16]像极了 (Live) - 杨胖雨<br>[00:00.86]词：永彬Ryan.B<br>[00:01.02]曲：永彬Ryan.B<br>[00:02.39]如果下次遇见你<br>[00:04.57]希望是在晴天里<br>[00:06.92]要对你说的话<br>[00:08.77]想来想去是你我的记忆<br>[00:11.48]就算很远的距离<br>[00:13.71]也要紧紧抱着你<br>[00:16.00]你的侧脸映在湖面光线<br>[00:18.92]照在树林里<br>",
            content: "assets/杨胖雨 - 像极了 (Live).mp3",

        }),
        song.push({
            id: 10004,
            mname: "演员",
            time: "04:21",
            singer: "薛之谦",
            music_bg: "assets/yanyuan.jpg",
            lyric: "[ti:演员]<br> [ar: 薛之谦] <br> [al: 绅士] <br> [by: ] <br> [offset: 0] <br> [00: 00.00] 演员(Performer) - 薛之谦(Joker) <br> [00: 02.36] 词： 薛之谦 <br> [00: 04.72] 曲： 薛之谦 <br> [00: 07.08] 编曲： 郑伟 / 张宝宇 <br> [00: 09.44] 制作人： 赵英俊 <br> [00: 11.80] 合声： 赵英俊 <br> [00: 14.16] 录音师： 王晓海 <br> [00: 16.52] 混音师： 鲍锐 <br> [00: 18.88] 母带处理工程师： 鲍锐 <br> [00: 21.25] 简单点 <br> [00: 25.16] 说话的方式简单点 <br> [00: 30.22] 递进的情绪请省略 <br> [00: 33.57] 你又不是个演员 <br> [00: 36.27] 别设计那些情节 <br>[00: 42.20] 没意见 <br>  [00: 46.17] 我只想看看你怎么圆 <br>  [00: 51.74] 你难过的太表面 <br> [00: 54.60] 像没天赋的演员 <br> [00: 57.21] 观众一眼能看见 <br> [01: 02.46] 该配合你演出的我演视而不见 <br> [01: 07.56] 在逼一个最爱你的人即兴表演 <br> [01: 12.86] 什么时候我们开始收起了底线 <br> [01: 18.03] 顺应时代的改变看那些拙劣的表演 <br> [01: 23.40] 可你曾经那么爱我干嘛演出细节 <br>[01: 28.61] 我该变成什么样子才能延缓厌倦 <br> [01: 33.86] 原来当爱放下防备后的这些那些 <br> [01: 39.42] 才是考验 <br> [01: 44.99] 没意见 <br> [01: 49.06] 你想怎样我都随便 <br> [01: 55.01] 你演技也有限 <br> [01: 57.37] 又不用说感言 <br> [02: 00.07] 分开就平淡些 <br> [02: 05.35] 该配合你演出的我演视而不见 <br> [02: 10.48] 别逼一个最爱你的人即兴表演 <br> [02: 15.80] 什么时候我们开始没有了底线 <br> [02: 20.94] 顺着别人的谎言被动就不显得可怜 <br> [02: 26.31] 可你曾经那么爱我干嘛演出细节 <br> [02: 31.52] 我该变成什么样子才能配合出演 <br> [02: 36.76] 原来当爱放下防备后的这些那些 <br> [02: 41.91] 都有个期限 <br> [02: 47.92] 其实台下的观众就我一个 <br>[02: 53.04] 其实我也看出你有点不舍 <br>[02: 58.41] 场景也习惯我们来回拉扯 <br>[03: 02.97] 还计较着什么 <br>[03: 08.86] 其实说分不开的也不见得 <br> [03: 14.16] 其实感情最怕的就是拖着 <br> [03: 19.39] 越演到重场戏越哭不出了 <br> [03: 24.18] 是否还值得 <br> [03: 29.15] 该配合你演出的我尽力在表演 <br> [03: 34.36] 像情感节目里的嘉宾任人挑选 <br>[03: 39.71] 如果还能看出我有爱你的那面 <br>[03: 44.93]请剪掉那些情节让我看上去体面<br>[03: 50.20] 可你曾经那么爱我干嘛演出细节 <br>[03: 55.43] 不在意的样子是我最后的表演 <br>[04: 01.32] 是因为爱你我才选择表演 <br>[04: 06.17] 这种成全 <br> ",
            content: "assets/薛之谦 - 演员.mp3",

        }),
        song.push({
            id: 10005,
            mname: "没有意外",
            time: "05:15",
            singer: "蔡徐坤",
            music_bg: "assets/meiy.jpg",
            lyric: "[ti:没有意外]<br>[ar:蔡徐坤]<br>[al:]<br>[by:]<br>[offset:0]<br>[00:00.86]没有意外 - 蔡徐坤<br>[00:02.06]词：蔡徐坤<br>[00:02.69]曲：林宥嘉<br>[00:16.01]夜已经慢慢地掉下来<br>[00:21.61]月亮躲起来 想找星星替代<br>[00:29.63]小王子也拆下了皇冠<br>[00:35.14]想念涌上来安安静静看指环<br>[00:42.56]Wo<br>[00:46.01]掉下来<br>[00:48.95]还来不及爱<br>[00:50.63]也来不及怪<br>[00:52.28]谁闯进生命又离开<br>[00:56.23]Wo<br>[00:59.65]掉下来<br>[01:02.05]还是意外<br>[01:05.96]不争气地没能忘记你的坏<br>[01:12.68]可惜后来再也没有了后来<br>[01:19.27]怎么忍耐<br>[01:22.73]没有意外<br>[01:26.49]我只逃避在我封闭的舞台<br>[01:33.31]你在谁的怀里撒娇被宠坏<br>[01:40.27]已要不回来<br>[01:43.82]的爱<br>[01:51.99]夜已经慢慢地掉下来<br>[01:57.55]只是人不在<br>[01:59.33]连时间也走不快<br>[02:05.61]一个人生活本是常态<br>[02:11.17]自对自独白睡前发会呆<br>[02:14.53]可梦里总有个女孩<br>[02:18.52]Wo<br>[02:21.89]掉下来<br>[02:25.02]还来不及爱<br>[02:26.57]也来不及怪<br>[02:28.18]谁闯进生命又离开<br>[02:32.21]Wo<br>[02:35.63]掉下来<br>[02:38.29]还是意外<br>[02:41.99]不争气地没能忘记你的坏<br>[02:48.80]可惜后来再也没有了后来<br>[02:55.35]怎么忍耐<br>[02:58.71]没有意外<br>[03:02.52]也许可有可无是我的存在<br>[03:09.32]你从不在我本该有的未来<br>[03:16.32]只剩下黑白 嘿<br>[03:21.07]闭上双眼你却在徘徊<br>[03:33.64]已不能重来<br>[03:36.46]再拥你入怀<br>[03:43.23]没有意外<br>[03:47.35]故事渐行渐远没有了对白<br>[03:53.94]不打扰的过去该怎么解开<br>[04:00.53]还是意外<br>[04:03.85]没有意外<br>[04:07.70]过得怎样你说不好也不坏<br>[04:18.19]还是望着你<br>[04:25.38]的爱<br>[04:33.21]夜已经慢慢地掉下来<br>[04:38.83]月亮躲起来 连星星 都不在<br>[04:46.23]不在<br>[04:49.73]不在<br>[04:54.26]不在<br>",
            content: "assets/蔡徐坤 - 没有意外.mp3",

        }),
        song.push({
            id: 10006,
            mname: "龙卷风",
            time: "04:08",
            singer: "邓紫棋",
            music_bg: "assets/long.jpg",
            lyric: "[ti:龙卷风] [ar: G.E.M.邓紫棋]<br>[al: ]<br>[by: ]<br>[offset: 0]<br>[00: 00.54] 龙卷风 - G.E.M.邓紫棋<br>[00: 02.01] 词： 徐若瑄<br>[00: 02.68] 曲： 周杰伦<br>[00: 03.34] 编曲： G.E.M.邓紫棋<br>[00: 06.58] 啊哈<br>[00: 10.33] 啊啊啊啊啊啊<br>[00: 20.46] 爱像一阵风吹完它就走<br>[00: 26.84] 这样的节奏谁都无可奈何<br>[00: 33.58] 没有你以后我灵魂失控<br>[00: 40.10] 黑云在降落我被它拖着走<br>[00: 46.67] 静静悄悄默默离开<br>[00: 49.90] 陷入了危险边缘Baby<br>[00: 53.92] 我的世界已狂风暴雨<br>[00: 59.28] 哦爱情来的太快就像龙卷风<br>[01: 03.65] 离不开暴风圈来不及逃<br>[01: 06.65] 我不能再想我不能再想<br>[01: 09.80] 我不我不我不能<br>[01: 13.52] 爱情走的太快就像龙卷风<br>[01: 16.77] 不能承受我已无处可躲<br>[01: 19.80] 我不要再想我不要再想<br>[01: 23.13] 我不我不我不要再想你<br>[01: 27.09] 不知不觉你已经离开我<br>[01: 30.20] 不知不觉我跟了这节奏<br>[01: 33.52] 后知后觉又过了一个秋<br>[01: 36.89] 后知后觉我该好好生活<br>[01: 39.94] 静静悄悄默默离开<br>[01: 43.17] 陷入了危险边缘Baby<br>[01: 47.16] 我的世界已狂风暴雨<br>[01: 52.22][01: 52.79] 哦爱情来的太快就像龙卷风<br>[01: 56.90] 离不开暴风圈来不及逃<br>[01: 59.94] 我不能再想我不能再想<br>[02: 03.07] 我不我不我不能<br>[02: 06.36][02: 06.88] 爱情走的太快就像龙卷风<br>[02: 10.10] 不能承受我已无处可躲<br>[02: 13.14] 我不要再想我不要再想<br>[02: 16.34] 我不我不我不要再想你<br>[02: 23.02][02: 24.79] 耶耶<br>[02: 32.13] 现在你要我说多难堪<br>[02: 35.50] 我根本就不想分开<br>[02: 37.08] 为什么还要我用用微笑来带过<br>[02: 40.46] 没有我没有没有这种天份<br>[02: 43.28] 包容你也接受他<br>[02: 44.66] 但不用担心太多<br>[02: 46.03] 我会一直好好过<br>[02: 47.41] 我看着你已经远远离开<br>[02: 49.54] 我也会慢慢走开<br>[02: 51.69] 为什么我连分开都迁就着你<br>[02: 53.84] 我真的没有天份安静的没那么快<br>[02: 56.63] And i will learn to give up because<br>[02: 58.61] 我爱你<br>[03: 00.17] 爱情来的太快就像龙卷风<br>[03: 03.56] 离不开暴风圈来不及逃<br>[03: 06.44] 我不能再想我不能再想<br>[03: 09.67] 我不我不我不能<br>[03: 13.55] 爱情走的太快就像龙卷风<br>[03: 16.72] 不能承受我已无处可躲<br>[03: 19.83] 我不要再想我不要再想<br>[03: 23.04] 我不我不我不要再想你<br>[03: 27.16] 不知不觉你已经离开我<br>[03: 30.12] 不知不觉我跟了这节奏<br>[03: 33.50] 后知后觉又过了一个秋<br>[03: 36.83] 后知后觉我该好好生活<br>[03: 40.40] 不知不觉<br>[03: 40.97] 你已经离开我<br>[03: 44.76] 你已经留下我<br>[03: 48.02] 我应该好好地生活<br>[03: 51.39][03: 53.46] 不知不觉你已经离开我<br>[03: 56.83] 不知不觉我跟了这节奏<br>[04: 00.17] 后知后觉又过了一个秋<br>[04: 03.51] 后知后觉后知后觉<br> ",
            content: "assets/G.E.M. 邓紫棋 - 龙卷风.mp3",

        }),
        song.push({
            id: 10007,
            mname: "下山",
            time: "02:52",
            singer: "马也",
            music_bg: "assets/shan.jpg",
            lyric: "[ti:下山 (抖音男版|Cover：要不要买菜)]<br>[ar:马也_Crabbit]<br>[al:下山]<br>[by:]<br>[offset:0]<br>[00:00.00]下山 (抖音男版|Cover：要不要买菜) - 马也_Crabbit<br>[00:05.02]词：朱斌语<br>[00:10.04]曲：朱斌语<br>[00:15.06]要想练就绝世武功<br>[00:17.19]就要忍受常人难忍受的痛<br>[00:20.19]师傅喜欢喝的茶叫做乌龙<br>[00:23.06]衣服爱穿中国红<br>[00:25.51]嘿 师傅<br>[00:26.77]无论是炎夏或寒冬<br>[00:28.96]我都很向往山门外的天空<br>[00:31.89]还在南方等我 下山的我<br>[00:35.17]的人叫小落<br>[00:37.88]我左手一式太极拳<br>[00:41.00]右手一剑刺身前<br>[00:43.93]扫腿这招叫清雪<br>[00:46.93]破轻功飞燕<br>[00:49.54]我奇筋异脉力破天<br>[00:52.62]一身正气荡人间<br>[00:55.68]除暴安良我心愿<br>[00:58.48]老师傅再见<br>[01:13.57]要想练就绝世武功<br>[01:15.68]就要忍受常人难忍受的痛<br>[01:18.73]师傅喜欢喝的茶叫做乌龙<br>[01:21.62]衣服爱穿中国红<br>[01:24.54]师傅<br>[01:25.54]无论是炎夏或寒冬<br>[01:27.27]我都很向往山门外的天空<br>[01:30.48]还在南方等我 下山的我<br>[01:33.72]的人叫小落<br>[01:36.13]来<br>[01:36.74]我左手一式太极拳<br>[01:39.44]右手一剑刺身前<br>[01:42.39]扫腿这招叫清雪<br>[01:45.26]破轻功飞燕<br>[01:48.14]我奇筋异脉力破天<br>[01:51.10]一身正气荡人间<br>[01:54.19]除暴安良我心愿<br>[01:57.06]老师傅再见<br>[02:00.35]人法地 地法天<br>[02:04.37]天法道 道法孜然<br>[02:08.61]师 师傅 什么是孜然<br>[02:11.77]我左手一式太极拳<br>[02:14.52]右手一剑刺身前<br>[02:17.56]扫腿这招叫清雪<br>[02:20.41]破轻功飞燕<br>[02:23.28]我奇筋异脉力破天<br>[02:26.26]一身正气荡人间<br>[02:29.33]除暴安良我心愿<br>[02:32.16]老师傅再见<br>",
            content: "assets/马也_Crabbit - 下山 (抖音男版_Cover：要不要买菜).mp3",

        }),
        song.push({
            id: 10008,
            mname: "昨日青空",
            time: "04:39",
            singer: "尤长靖",
            music_bg: "assets/you.jpg",
            lyric: "[ti:昨日青空 (《昨日青空》电影主题曲)]<br> [ar: 尤长靖]<br>[al: 昨日青空]<br>[by: ]<br>[offset: 0]<br>[00: 00.33] 昨日青空(《昨日青空》 电影主题曲) - 尤长靖<br>[00: 03.03] 词: 唐恬<br>[00: 03.54] 曲: 钱雷<br>[00: 04.09] 编曲： 钱雷<br>[00: 04.74] 制作人： 钱雷<br>[00: 05.58] 贝斯: 李卓<br>[00: 06.39] 和音： 李卓<br>[00: 07.05] 吉他： 陈磊<br>[00: 07.72] 录音室： 钱雷<br>[00: 08.55] 混音： 周天澈<br>[00: 09.39] 录影棚： 那英工作室<br>[00: 13.84] 忽然 一瞬间长大<br>[00: 18.62] 就像 被时间的手 擦模糊的画<br>[00: 25.95] 我们啊 各自要去哪<br>[00: 31.30] 问题好傻 谁又能 回答<br>[00: 39.50] 想念从 不说话<br>[00: 44.49] 来不及的再见 多喧哗<br>[00: 51.85] 陪我看大雨落下<br>[00: 56.76] 潮湿的心 滴滴答答<br>[01: 00.09] 带着温柔 又想起你啊<br>[01: 07.17] 我好想你 在起风的夜里<br>[01: 10.24] 我好想你 在人群的缝隙<br>[01: 13.64] 你听见吗 这一句喜欢你<br>[01: 16.51] 追得上你背影吗<br>[01: 19.35] 那些大喊过的名字 没完成的约定<br>[01: 23.13] 全都藏在心底 开出寂寞的花<br>[01: 26.38] 你好吗 为什么长大就要走散啊<br>[01: 32.92] 你现在在哪里 隔我多远距离<br>[01: 36.22] 是否勇敢飞行 有没有人爱你<br>[01: 39.48] 每当我想起你 世界突然安静<br>[01: 42.75] 你也一样吗<br>[01: 45.57] 青春有你出席 不是为了让你缺席<br>[01: 49.36] 好想沿着回忆 狂奔向你 昨日的青空<br>[01: 55.11] 随少年 挥手消失在 人海之中<br>[02: 01.81] 你在吗 你能听到吗<br>[02: 07.91] 我想你啊<br>[02: 39.28] 我好想你 在起风的夜里<br>[02: 42.38] 我好想你 在人群的缝隙<br>[02: 45.66] 你听见吗 这一句喜欢你<br>[02: 48.62] 追得上你背影吗<br>[02: 51.36] 那些大喊过的名字 没完成的约定<br>[02: 55.10] 全都藏在心底 开出寂寞的花<br>[02: 58.50] 你好吗 为什么长大就要走散啊<br>[03: 04.97] 你现在在哪里 隔我多远距离<br>[03: 08.27] 是否勇敢飞行 有没有人爱你<br>[03: 11.58] 每当我想起你 世界突然安静<br>[03: 14.94] 你也一样吗<br>[03: 17.75] 青春有你出席 不是为了让你缺席<br>[03: 21.39] 好想沿着回忆 狂奔向你 昨日的青空<br>[03: 27.28] 随少年 挥手消失在 人海之中<br>[03: 33.84] 你在吗 你要幸福啊<br>[03: 40.02] 我想你啊<br> ",
            content: "assets/尤长靖 - 昨日青空.mp3",

        }),
        song.push({
            id: 10009,
            mname: "风度",
            time: "03:44",
            singer: "汪苏泷",
            music_bg: "assets/wang.jpg",
            lyric: "[ti:风度]<br> [ar: 汪苏泷]<br>[al: 万有引力]<br>[by: ]<br>[offset: 0]<br>[00: 02.47] 风度 - 汪苏泷<br>[00: 03.82] 词： 汪苏泷<br>[00: 05.12] 曲： 汪苏泷<br>[00: 18.12] 我曾和你走过多少个的秋末<br>[00: 21.60] 我曾紧紧握着你手臂的脉搏<br>[00: 25.08] 看你脸上的酒窝<br>[00: 26.74] 唱着背叛的情歌<br>[00: 28.36] 情绪不由我<br>[00: 31.99] 我曾带你去看星空下的花火<br>[00: 35.44] 我曾把我的爱都交给你挥霍<br>[00: 39.11] 这世界爱情好多<br>[00: 40.77] 结局未必有几个 这痛算什么<br>[00: 44.95] 我在无人的街头<br>[00: 46.68] 想念着某某<br>[00: 48.35] 你在别人的宇宙<br>[00: 50.17] 施舍着温柔<br>[00: 52.04] 我能给的风度是微笑着默默放开手<br>[00: 58.61] 我知道你的眼泪只是一种无奈<br>[01: 02.42] 何必虚情假意的勾勒着未来<br>[01: 05.98] 当爱已不存在<br>[01: 07.80] 我又为谁等待<br>[01: 09.49] 嘲笑命运这幽默的安排<br>[01: 12.83] 我知道你的挽回只是一种习惯<br>[01: 16.29] 也曾为难你有多么害怕孤单<br>[01: 19.92] 故事可以重来 时光却已不再<br>[01: 23.50] 感情需要一点点的空白<br>[01: 26.40] 来整理遗憾<br>[01: 42.04] 我曾和你走过多少个的秋末<br>[01: 45.62] 我曾紧紧握着你手臂的脉搏<br>[01: 49.11] 看你脸上的酒窝<br>[01: 50.87] 唱着背叛的情歌<br>[01: 52.42] 情绪不由我<br>[01: 56.08] 我曾带你去看星空下的花火<br>[01: 59.54] 我曾把我的爱都交给你挥霍<br>[02: 03.01] 这世界爱情好多<br>[02: 04.77] 结局未必有几个<br>[02: 06.35] 这痛算什么<br>[02: 09.12] 我在无人的街头<br>[02: 10.77] 想念着某某<br>[02: 12.51] 你在别人的宇宙<br>[02: 14.28] 施舍着温柔<br>[02: 16.10] 我能给的风度是微笑着默默放开手<br>[02: 22.86] 我知道你的眼泪只是一种无奈<br>[02: 26.47] 何必虚情假意的勾勒着未来<br>[02: 29.96] 当爱已不存在 我又为谁等待<br>[02: 33.53] 嘲笑命运这幽默的安排<br>[02: 36.91] 我知道你的挽回只是一种习惯<br>[02: 40.42] 也曾为难你有多么害怕孤单<br>[02: 43.98] 故事可以重来<br>[02: 45.80] 时光却已不再<br>[02: 47.50] 感情需要一点点的空白<br>[02: 50.40] 来整理遗憾<br>[02: 54.33] 我知道你的眼泪只是一种无奈<br>[02: 57.96] 何必虚情假意的勾勒着未来<br>[03: 01.48] 当爱已不存在 我又为谁等待<br>[03: 05.04] 嘲笑命运这幽默的安排<br>[03: 08.47] 我知道你的挽回只是一种习惯<br>[03: 12.01] 也曾为难你有多么害怕孤单<br>[03: 15.49] 故事可以重来<br>[03: 17.32] 时光却已不再<br>[03: 19.06] 感情需要一点点的空白<br>[03: 21.88] 来整理遗憾<br> ",
            content: "assets/汪苏泷 - 风度.mp3",

        }),
        localStorage.setItem("song", JSON.stringify(song));
}